export const PagesDescriptions = {
  HOME: "Обзор ваших финансов",
  TRANSACTIONS: "Управление всеми доходами и расходами",
  ACCOUNTS: "Управление всеми счетами и балансами",
  GOALS: "Создание и отслеживание финансовых целей",
  INVEST: "Симуляция инвестиционного портфеля",
  CALCULATORS: "Финансовые калькуляторы",
  LEARNING: "Интерактивные руководства по финансам",
  BUDGET: "Управление бюджетами и лимитами расходов",
  DEV_PANEL: "Панель управления разработчика",
  DEV_LOGS: "Отслеживание логов сервисов",
  DEV_FLAGS:
    "Управление функциями, находящимися в разработке. Управление доступностью различных возможностей приложения",
  DEFAULT: "Ты попал не в то место, боец!",
} as const;
